[
    {
      "pk": 1,
      "model": "books.books",
      "fields": {
        "title": "Gilead",
        "author": "Marilynne Robinson",
        "genre": "Fiction",
        "pages": 247,
        "published_year": 2004,
        "description": "A NOVEL THAT READERS and critics have been eagerly anticipating for over a decade, Gilead is an astonishingly imagined story of remarkable lives. John Ames is a preacher, the son of a preacher and the grandson (both maternal and paternal) of preachers. It’s 1956 in Gilead, Iowa, towards the end of the Reverend Ames’s life, and he is absorbed in recording his family’s story, a legacy for the young son he will never see grow up. Haunted by his grandfather’s presence, John tells of the rift between his grandfather and his father: the elder, an angry visionary who fought for the abolitionist cause, and his son, an ardent pacifist. He is troubled, too, by his prodigal namesake, Jack (John Ames) Boughton, his best friend’s lost son who returns to Gilead searching for forgiveness and redemption. Told in John Ames’s joyous, rambling voice that finds beauty, humour and truth in the smallest of life’s details, Gilead is a song of celebration and acceptance of the best and the worst the world has to offer. At its heart is a tale of the sacred bonds between fathers and sons, pitch-perfect in style and story, set to dazzle critics and readers alike.",
        "thumbnail": "https://books.google.com/books/content?id=KQZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.85,
        "ratings_count": 361,
        "isbn10": "0002005883",
        "isbn13": "9780002005883"
      }
    },
    {
      "pk": 2,
      "model": "books.books",
      "fields": {
        "title": "Rage of angels",
        "author": "Sidney Sheldon",
        "genre": "Fiction",
        "pages": 512,
        "published_year": 1993,
        "description": "A memorable, mesmerizing heroine Jennifer -- brilliant, beautiful, an attorney on the way up until the Mafia's schemes win her the hatred of an implacable enemy -- and a love more destructive than hate. A dangerous, dramatic world The Dark Arena of organized crime and flashbulb lit courtrooms where ambitious prosecutors begin their climb to political power.",
        "thumbnail": "https://books.google.com/books/content?id=FKo2TgANz74C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.93,
        "ratings_count": 29532,
        "isbn10": "0006178731",
        "isbn13": "9780006178736"
      }
    },
    {
      "pk": 3,
      "model": "books.books",
      "fields": {
        "title": "Warhost of Vastmark",
        "author": "Janny Wurts",
        "genre": "Fiction",
        "pages": 522,
        "published_year": 1995,
        "description": "Tricked once more by his wily half-brother, Lysaer, Lord of Light, arrives at the tiny harbor town of Merior to find that Arithon's ship yards have been abandoned and meticulously destroyed, and that the Master of Shadow has disappeared as if into thin air. Meanwhile Arithon and the Mad Prophet Dakar are traveling on foot through the treacherous Kelhorn Mountains towards the Vastmark clans, there to raise further support for his cause. But raising a warhost is a costly business. Is it mere coincidence that Princess Talith—Lysaer's beautiful, headstrong wife—is taken captive and held for a vast ransom by a master brigand? The forces of light and shadow circle and feint, drawing ever closer to a huge conflict. And in the background the Fellowship of Seven Sorcerers and the Koriani Enchantresses watch and plan, and wait.",
        "thumbnail": "https://books.google.com/books/content?id=uOL0fpS9WZkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.03,
        "ratings_count": 2966,
        "isbn10": "0006482074",
        "isbn13": "9780006482079"
      }
    },
    {
      "pk": 4,
      "model": "books.books",
      "fields": {
        "title": "Back to the Bedroom",
        "author": "Janet Evanovich",
        "genre": "Fiction",
        "pages": 234,
        "published_year": 2005,
        "description": "Dear Reader: In a previous life, before the time of Plum, I wrote twelve short romance novels. Red-hot screwball comedies, each and every one of them. Nine of these stories were originally published by the Loveswept line between the years 1988 and 1992. All immediately went out of print and could be found only at used bookstores and yard sales. I'm excited to tell you that those nine stories are now being re-released by HarperCollins. Back to the Bedroom is presented here in almost original form. I've done only minor editing to correct some embarrassing bloopers missed the first time around. I lived in northern Virginia when I wrote Back to the Bedroom. My children were young, and we spent a lot of time visiting the Washington, D.C. museums and wandering through the historic neighborhoods. One day while strolling Capitol Hill I came upon two townhouses that captured my imagination. The houses were totally different -- a birthday cake of a house and a bran muffin of a house, and yet they shared a common wall. I wondered about the people who lived inside the houses. And eventually the houses inspired Back to the Bedroom. Back to the Bedroom is the story of a young woman with the soul of a birthday cake living in a bran muffin house -- and a nice-looking guy with the substance of a bran muffin living in a birthday cake. They share some misadventures, some romantic moments, some misunderstandings, and ultimately they turn into wedding cake. And for Plum fans, you'll be interested to find that this was the first of the four romances to feature Elsie Hawkins, the prototype for Grandma Mazur. Janet Evanovich",
        "thumbnail": "https://books.google.com/books/content?id=fcPjlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.67,
        "ratings_count": 9839,
        "isbn10": "0060598859",
        "isbn13": "9780060598853"
      }
    },
    {
      "pk": 5,
      "model": "books.books",
      "fields": {
        "title": "The Rocky Road to Romance",
        "author": "Janet Evanovich",
        "genre": "Fiction",
        "pages": 249,
        "published_year": 2004,
        "description": "Her tall, dark, and deliciously dangerous boss . . . When the delightful, daffy Dog Lady of station WZZZ offered to take on the temporary job of traffic reporter, Steve Crow tried to think of reasons to turn Daisy Adams down. Perhaps he knew that sharing the close quarters of a car with her for hours would give the handsome program director no room to resist her quirky charms. He'd always favored low-slung sportscars and high-heeled women, but that was before he fell for a free spirit who caught crooks by accident, loved old people and pets, and had just too many jobs! Loving Daisy turned Steve's life upside down, especially once he adopted Bob, a huge dog masquerading as a couch potato. But was Daisy finally ready to play for keeps?",
        "thumbnail": "https://books.google.com/books/content?id=b42OAHDzYqUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.67,
        "ratings_count": 9470,
        "isbn10": "0060598891",
        "isbn13": "9780060598891"
      }
    },
    {
      "pk": 6,
      "model": "books.books",
      "fields": {
        "title": "Anybody Out There?",
        "author": "Marian Keyes",
        "genre": "Fiction",
        "pages": 456,
        "published_year": 2006,
        "description": "Marian Keyes has introduced readers to the lives, loves, and foibles of the five Walsh sisters -- Claire, Maggie, Rachel, Helen, and Anna -- and their crazy mammy. In this funny, heartbreaking, and triumphant new tale set in the Big Apple, it's Anna's turn in the spotlight. Life is perfect for Anna Walsh. She has the \"Best Job in the World\" as a PR exec for a top-selling urban beauty brand, a lovely apartment in New York, and a perfect husband -- the love of her life, Aidan Maddox. Until the morning she wakes up in her mammy's living room in Dublin with stitches in her face, a dislocated knee, and completely smashed-up hands -- and no memory of how she got there. While her mammy plays nursemaid (just like all of her favorite nurses on her soaps), and her sister Helen sits in wet hedges doing her private investigator work for Lucky Star PI, Anna tries to get better and keeps wondering why Aidan won't return her phone calls or e-mails. Recuperating from her injuries, a mystified Anna returns to Manhattan. Slowly beginning to remember what happened, she sets off on a search to find Aidan -- a hilarious quest involving lilies (she can't stop smelling them), psychics, mediums, and anyone in the city who can promise her a reunion with her beloved. . . . Written in her classic style, marrying the darker parts of life with humor and wit, Anybody Out There? is Marian Keyes's best novel to date, a wonderfully charming look at love here and ever after.",
        "thumbnail": "https://books.google.com/books/content?id=79T7wAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.91,
        "ratings_count": 343,
        "isbn10": "0060731303",
        "isbn13": "9780060731304"
      }
    },
    {
      "pk": 7,
      "model": "books.books",
      "fields": {
        "title": "The Confusion",
        "author": "Neal Stephenson",
        "genre": "Fiction",
        "pages": 815,
        "published_year": 2005,
        "description": "In the year 1689, a cabal of Barbary galley slaves -- including one Jack Shaftoe, aka King of the Vagabonds, aka Half-Cocked Jack -- devises a daring plan to win freedom and fortune. A great adventure ensues -- a perilous race for an enormous prize of silver ... nay, gold ... nay, legendary gold. In Europe, the exquisite and resourceful Eliza, Countess de la Zeur, is stripped of her immense personal fortune by France's most dashing privateer. Penniless and at risk from those who desire either her or her head (or both), she is caught up in a web of international intrigue, even as she desperately seeks the return of her most precious possession. Meanwhile, Newton and Leibniz continue to propound their grand theories as their infamous rivalry intensifies, stubborn alchemy does battle with the natural sciences, dastardly plots are set in motion ... and Daniel Waterhouse seeks passage to the Massachusetts colony in hopes of escaping the madness into which his world has descended. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
        "thumbnail": "https://books.google.com/books/content?id=NJbllgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.25,
        "ratings_count": 18790,
        "isbn10": "0060733357",
        "isbn13": "9780060733353"
      }
    },
    {
      "pk": 8,
      "model": "books.books",
      "fields": {
        "title": "Practical Demonkeeping",
        "author": "Christopher Moore",
        "genre": "Fiction",
        "pages": 256,
        "published_year": 2004,
        "description": "In Christopher Moore's ingenious debut novel, we meet one of the most memorably mismatched pairs in the annals of literature. The good-looking one is one-hundred-year-old ex-seminarian and \"roads\" scholar Travis O'Hearn. The green one is Catch, a demon with a nasty habit of eating most of the people he meets. Behind the fake Tudor façade of Pine Cove, California, Catch sees a four-star buffet. Travis, on the other hand, thinks he sees a way of ridding himself of his toothy traveling companion. The winos, neo-pagans, and deadbeat Lotharios of Pine Cove, meanwhile, have other ideas. And none of them is quite prepared when all hell breaks loose.",
        "thumbnail": "https://books.google.com/books/content?id=saaBiYmBmgsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.82,
        "ratings_count": 36255,
        "isbn10": "0060735422",
        "isbn13": "9780060735425"
      }
    },
    {
      "pk": 9,
      "model": "books.books",
      "fields": {
        "title": "Island of the Sequined Love Nun",
        "author": "Christopher Moore",
        "genre": "Fiction",
        "pages": 336,
        "published_year": 2004,
        "description": "Take a wonderfully crazed excursion into the demented heart of a tropical paradise—a world of cargo cults, cannibals, mad scientists, ninjas, and talking fruit bats. Our bumbling hero is Tucker Case, a hopeless geek trapped in a cool guy's body, who makes a living as a pilot for the Mary Jean Cosmetics Corporation. But when he demolishes his boss's pink plane during a drunken airborne liaison, Tuck must run for his life from Mary Jean's goons. Now there's only one employment opportunity left for him: piloting shady secret missions for an unscrupulous medical missionary and a sexy blond high priestess on the remotest of Micronesian hells. Here is a brazen, ingenious, irreverent, and wickedly funny novel from a modern master of the outrageous.",
        "thumbnail": "https://books.google.com/books/content?id=YLqclgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.79,
        "ratings_count": 26949,
        "isbn10": "0060735449",
        "isbn13": "9780060735449"
      }
    },
    {
      "pk": 10,
      "model": "books.books",
      "fields": {
        "title": "The Lust Lizard of Melancholy Cove",
        "author": "Christopher Moore",
        "genre": "Fiction",
        "pages": 304,
        "published_year": 2004,
        "description": "The town psychiatrist has decided to switch everybody in Pine Cove, California, from their normal antidepressants to placebos, so naturally—well, to be accurate, artificially—business is booming at the local blues bar. Trouble is, those lonely slide-guitar notes have also attracted a colossal sea beast named Steve with, shall we say, a thing for explosive oil tanker trucks. Suddenly, morose Pine Cove turns libidinous and is hit by a mysterious crime wave, and a beleaguered constable has to fight off his own gonzo appetites to find out what's wrong and what, if anything, to do about it.",
        "thumbnail": "https://books.google.com/books/content?id=kUDSt-EI814C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.86,
        "ratings_count": 28420,
        "isbn10": "0060735457",
        "isbn13": "9780060735456"
      }
    },
    {
      "pk": 11,
      "model": "books.books",
      "fields": {
        "title": "The Last of the Really Great Whangdoodles",
        "author": "Julie Andrews Edwards",
        "genre": "Juvenile Fiction",
        "pages": 209,
        "published_year": 1996,
        "description": "The Whangdoodle was once the wisest, the kindest, and the most extraordinary creature in the world. Then he disappeared and created a wonderful land for himself and all the other remarkable animals -- the ten-legged Sidewinders, the little furry Flukes, the friendly Whiffle Bird, and the treacherous, \"oily\" Prock. It was an almost perfect place where the last of the really great Whangdoodles could rule his kingdom with \"peace, love and a sense of fun\"-- apart from and forgotten by people. But not completely forgotten. Professor Savant believed in the Whangdoodle. And when he told the three Potter children of his search for the spectacular creature, Lindy, Tom, and Ben were eager to reach Whangdoodleland. With the Professor's help, they discovered the secret way. But waiting for them was the scheming Prock, who would use almost any means to keep them away from his beloved king. Only by skill and determination were the four travelers able to discover the last of the really great Whangdoodles and grant him his heart's desire. Julie Andrews Edwards, star of stage and screen, has written a unique and beloved story that has become a modern classic. The Last of the Really Great Whangdoodles is sure to continue to delight readers everywhere. This edition includes a new foreword by the author.",
        "thumbnail": "https://books.google.com/books/content?id=D-iftWFTCcgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.25,
        "ratings_count": 9963,
        "isbn10": "0060218053",
        "isbn13": "9780060218058"
      }
    },
    {
      "pk": 12,
      "model": "books.books",
      "fields": {
        "title": "Merry Christmas, Amelia Bedelia",
        "author": "Peggy Parish",
        "genre": "Juvenile Fiction",
        "pages": 64,
        "published_year": 2002,
        "description": "It's Christmas Eve, and Amelia Bedelia has to get the Rogers house ready for a visit from Aunt Myra. But with Amelia Bedelia in charge, this Christmas will be one of the funniest ever!",
        "thumbnail": "https://books.google.com/books/content?id=SYCULYl-p-IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.29,
        "ratings_count": 2452,
        "isbn10": "0060099453",
        "isbn13": "9780060099459"
      }
    },
    {
      "pk": 13,
      "model": "books.books",
      "fields": {
        "title": "The voyage of the Dawn Treader",
        "author": "Clive Staples Lewis",
        "genre": "Juvenile Fiction",
        "pages": 216,
        "published_year": 1970,
        "description": "The \"Dawn Treader\" is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Mizaz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World. Illustrations.",
        "thumbnail": "https://books.google.com/books/content?id=fDD3CfYb70cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.09,
        "ratings_count": 2869,
        "isbn10": "0020442602",
        "isbn13": "9780020442608"
      }
    },
    {
      "pk": 14,
      "model": "books.books",
      "fields": {
        "title": "Rest, Rabbit, Rest",
        "author": "Jacquelyn Reinach;Richard Hefter",
        "genre": "Juvenile Fiction",
        "pages": 32,
        "published_year": 1978,
        "description": "Rabbit's schedule keeps him so busy his friends have to trick him into resting.",
        "thumbnail": "https://books.google.com/books/content?id=8-40_Zrp5voC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.01,
        "ratings_count": 88,
        "isbn10": "0030420563",
        "isbn13": "9780030420566"
      }
    },
    {
      "pk": 15,
      "model": "books.books",
      "fields": {
        "title": "Where the Red Fern Grows",
        "author": "Wilson Rawls",
        "genre": "Juvenile Fiction",
        "pages": 288,
        "published_year": 2000,
        "description": "A young boy living in the Ozarks achieves his heart's desire when he becomes the owner of two redbone hounds and teaches them to be champion hunters.",
        "thumbnail": "https://books.google.com/books/content?id=IHpRwgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.37,
        "ratings_count": 95,
        "isbn10": "0030547741",
        "isbn13": "9780030547744"
      }
    },
    {
      "pk": 16,
      "model": "books.books",
      "fields": {
        "title": "Poppy's Return",
        "author": "Avi",
        "genre": "Juvenile Fiction",
        "pages": 256,
        "published_year": 2006,
        "description": "There's trouble at Gray House, the girlhood home that Poppy left long ago. Poppy's family has called her back to save them all—mother, father, sisters and brothers, and dozens and dozens of deer mouse cousins. Poppy invites her rebellious son, Junior, to join her on the long trip across Dimwood Forest, hoping the journey will bring them closer together. But with Junior's skunk pal, Mephitis, and Ereth, the cantankerous porcupine, in tow—sugared slug soup!—Poppy and Junior may be in for unexpected adventure.",
        "thumbnail": "https://books.google.com/books/content?id=XbcMJQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.99,
        "ratings_count": 1086,
        "isbn10": "0060000147",
        "isbn13": "9780060000141"
      }
    },
    {
      "pk": 17,
      "model": "books.books",
      "fields": {
        "title": "Diary of a Spider",
        "author": "Doreen Cronin",
        "genre": "Juvenile Fiction",
        "pages": 40,
        "published_year": 2005,
        "description": "This is the diary ... of a spider. But don't be worried – he's more scared of you and your gigantic shoe! Actually, he's a lot like you. He goes to gym class and has Grandparents' Day at school. But he also spins sticky webs, scales walls, and takes wind–catching lessons. Lucky for him, his best friend is a fly! Doreen Cronin and Harry Bliss, the team behind the #1 bestselling Diary Of A Worm, spin a hilarious tale about the upside–down web world of an eight–legged charmer and his unlikely friend, Fly.",
        "thumbnail": "https://books.google.com/books/content?id=UWvZo2pIhzMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.25,
        "ratings_count": 7903,
        "isbn10": "0060001534",
        "isbn13": "9780060001537"
      }
    },
    {
      "pk": 18,
      "model": "books.books",
      "fields": {
        "title": "An Old-Fashioned Thanksgiving",
        "author": "Louisa May Alcott;James Bernardin",
        "genre": "Juvenile Fiction",
        "pages": 32,
        "published_year": 2005,
        "description": "An adaptation of the original story follows the activities of seven children in nineteenth-century New England as they prepare for the Thanksgiving holiday while Mother is away caring for Grandmother.",
        "thumbnail": "https://books.google.com/books/content?id=SKYr4V6C1M0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.7,
        "ratings_count": 599,
        "isbn10": "0060004509",
        "isbn13": "9780060004507"
      }
    },
    {
      "pk": 19,
      "model": "books.books",
      "fields": {
        "title": "The Amazing Maurice and His Educated Rodents",
        "author": "Terry Pratchett",
        "genre": "Juvenile Fiction",
        "pages": 256,
        "published_year": 2001,
        "description": "Winner of the 2001 Carnegie Medal One rat, popping up here and there, squeaking loudly, and taking a bath in the cream, could be a plague all by himself. After a few days of this, it was amazing how glad people were to see the kid with his magical rat pipe. And they were amazing when the rats followed hint out of town. They'd have been really amazed if they'd ever found out that the rats and the piper met up with a cat somewhere outside of town and solemnly counted out the money. The Amazing Maurice runs the perfect Pied Piper scam. This streetwise alley cat knows the value of cold, hard cash and can talk his way into and out of anything. But when Maurice and his cohorts decide to con the town of Bad Blinitz, it will take more than fast talking to survive the danger that awaits. For this is a town where food is scarce and rats are hated, where cellars are lined with deadly traps, and where a terrifying evil lurks beneath the hunger-stricken streets.... Set in Terry Pratchett's widely popular Discworld, this masterfully crafted, gripping read is both compelling and funny. When one of the world's most acclaimed fantasy writers turns a classic fairy tale on its head, no one will ever look at the Pied Piper -- or rats -- the same way again!",
        "thumbnail": "https://books.google.com/books/content?id=1Z8KJQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.05,
        "ratings_count": 27463,
        "isbn10": "006001234X",
        "isbn13": "9780060012342"
      }
    },
    {
      "pk": 20,
      "model": "books.books",
      "fields": {
        "title": "The Wee Free Men",
        "author": "Terry Pratchett",
        "genre": "Juvenile Fiction",
        "pages": 390,
        "published_year": 2004,
        "description": "A nightmarish danger threatens from the other side of reality . . . Armed with only a frying pan and her common sense, young witch-to-be Tiffany Aching must defend her home against the monsters of Fairyland. Luckily she has some very unusual help: the local Nac Mac Feegle—aka the Wee Free Men—a clan of fierce, sheep-stealing, sword-wielding, six-inch-high blue men. Together they must face headless horsemen, ferocious grimhounds, terrifying dreams come true, and ultimately the sinister Queen of the Elves herself. . . . A Story of Discworld",
        "thumbnail": "https://books.google.com/books/content?id=8PLblgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.27,
        "ratings_count": 72982,
        "isbn10": "0060012382",
        "isbn13": "9780060012380"
      }
    },
    {
      "pk": 21,
      "model": "books.books",
      "fields": {
        "title": "A Year in the Life of William Shakespeare",
        "author": "James Shapiro",
        "genre": "Biography & Autobiography",
        "pages": 333,
        "published_year": 2006,
        "description": "1599 was an epochal year for Shakespeare and England Shakespeare wrote four of his most famous plays: Henry the Fifth, Julius Caesar, As You Like It, and, most remarkably, Hamlet; Elizabethans sent off an army to crush an Irish rebellion, weathered an Armada threat from Spain, gambled on a fledgling East India Company, and waited to see who would succeed their aging and childless queen. James Shapiro illuminates both Shakespeare’s staggering achievement and what Elizabethans experienced in the course of 1599, bringing together the news and the intrigue of the times with a wonderful evocation of how Shakespeare worked as an actor, businessman, and playwright. The result is an exceptionally immediate and gripping account of an inspiring moment in history.",
        "thumbnail": "https://books.google.com/books/content?id=86bOlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.09,
        "ratings_count": 2229,
        "isbn10": "0060088745",
        "isbn13": "9780060088743"
      }
    },
    {
      "pk": 22,
      "model": "books.books",
      "fields": {
        "title": "Travels",
        "author": "Michael Crichton",
        "genre": "Biography & Autobiography",
        "pages": 400,
        "published_year": 2002,
        "description": "Often I feel I go to some distant region of the world to be reminded of who I really am. When Michael Crichton -- a Harvard-trained physician, bestselling novelist, and successful movie director -- began to feel isolated in his own life, he decided to widen his horizons. He tracked wild animals in the jungles of Rwanda. He climbed Kilimanjaro and Mayan pyramids. He trekked across a landslide in Pakistan. He swam amid sharks in Tahiti. Fueled by a powerful curiosity and the need to see, feel, and hear firsthand and close-up, Michael Crichton has experienced adventures as compelling as those he created in his books and films. These adventures -- both physical and spiritual -- are recorded here in Travels, Crichton's most astonishing and personal work.",
        "thumbnail": "https://books.google.com/books/content?id=QYilZGadTEYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.95,
        "ratings_count": 6812,
        "isbn10": "0060509058",
        "isbn13": "9780060509057"
      }
    },
    {
      "pk": 23,
      "model": "books.books",
      "fields": {
        "title": "Walt Whitman",
        "author": "Justin Kaplan",
        "genre": "Biography & Autobiography",
        "pages": 464,
        "published_year": 2003,
        "description": "Whitman's genius, passions, poetry, and androgynous sensibility entwined to create an exuberant life amid the turbulent American mid-nineteenth century. In vivid detail, Kaplan examines the mysterious selves of the enigmatic man who celebrated the freedom and dignity of the individual and sang the praises of democracy and the brotherhood of man.",
        "thumbnail": "https://books.google.com/books/content?id=BMLXGLY9OzoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.99,
        "ratings_count": 210,
        "isbn10": "0060535113",
        "isbn13": "9780060535117"
      }
    },
    {
      "pk": 24,
      "model": "books.books",
      "fields": {
        "title": "How to Make Love Like a Porn Star",
        "author": "Jenna Jameson;Neil Strauss",
        "genre": "Biography & Autobiography",
        "pages": 592,
        "published_year": 2004,
        "description": "When the stewardess brought me off the plane in a wheelchair, I lowered my head. I was too scared to even look at my father. I didn't want to see the disappointment and horror on his face. All that hate I had accumulated for him over the years, all the resentment against him for not understanding what I was going through, just released with the tears. \"So, where are your parents?\" the stewardess asked me after a few minutes. \"I can't wait here with you much longer.\" I looked up and wiped my eyes. My father was standing ten feet away. He didn't even recognize me. In the underbelly of Las Vegas, a cesspool of warring biker gangs and seedy strip clubs transformed the gawky, brace-faced Jenna Massoli into the bombshell Jenna Jameson. Today, Jenna Jameson is the biggest star in the history of adult movies, consistently ranked as one of the most beautiful women alive. But behind the glamour and the meteoric rise to fame was a path paved with tragedy and heartbreak. As a teenager drawn into a chaotic world ruled by rape, abuse, and murder, Jenna plunged into a downward spiral of addiction, even as she became one of the most photographed women in adult magazines. Determined to overcome this past, Jenna rebounded in the adult-film business, where she encountered sadistic directors, experienced lovers of both sexes, amorous celebrities (from Howard Stern to Marilyn Manson to Tommy Lee), bitter rival starlets, and finally, glory, as she went on to become the biggest porn star the world has ever seen. But her struggle for happiness did not end when the accolades began. For years she wrestled with her resentment at her estranged father, the loneliness of growing up from the age of two without a mother, and her enduring childhood desire to find a man who could give her the security and love she never had. Her unforgettable memoir is many things at once: a shocking sexual history, an insider's guide to the secret workings of the billion-dollar adult-film industry, and a gripping thriller that probes deep into Jenna's dark past. An unparalleled exploration of sexual freedom, How to Make Love Like a Porn Star ventures far beyond the flesh, into the heart-shredding tragedies and adrenaline-pumping triumphs of a woman who has already lived a hundred lifetimes. Always witty and humorous even as she faces the demons of her past, Jenna offers hilarious anecdotes about one of the most controversial businesses in history, and shares outrageous advice, including her ten commandments of dating and sex, how to become a \"suitcase pimp,\" and how to make it in the business as a female (or a male). Add to this never-before-seen photographs from Jenna's private collection and others taken exclusively for this book, and the result is certain to be one of the most talked-about books of the year.",
        "thumbnail": "https://books.google.com/books/content?id=qjZzQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.75,
        "ratings_count": 10211,
        "isbn10": "0060539097",
        "isbn13": "9780060539092"
      }
    },
    {
      "pk": 25,
      "model": "books.books",
      "fields": {
        "title": "The Bradbury Chronicles",
        "author": "Sam Weller",
        "genre": "Biography & Autobiography",
        "pages": 384,
        "published_year": 2006,
        "description": "Accomplished journalist Sam Weller met the Ray Bradbury while writing a cover story for the Chicago Tribune Magazine and spent hundreds of hours interviewing Bradbury, his editors, family members, and longtime friends. With unprecedented access to private archives, he uncovered never–before–published letters, documents, and photographs that help tell the story of this literary genius and his remarkable creative journey. The result is a richly textured, detailed biography that illuminates the origins and accomplishments of Bradbury's fascinating mind.",
        "thumbnail": "https://books.google.com/books/content?id=EiWCIK4vGSMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.22,
        "ratings_count": 352,
        "isbn10": "0060545844",
        "isbn13": "9780060545840"
      }
    },
    {
      "pk": 26,
      "model": "books.books",
      "fields": {
        "title": "The Game",
        "author": "Neil Strauss",
        "genre": "Biography & Autobiography",
        "pages": 464,
        "published_year": 2005,
        "description": "Hidden somewhere, in nearly every major city in the world, is an underground seduction lair. And in these lairs, men trade the most devastatingly effective techniques ever invented to charm women. This is not fiction. These men really exist. They live together in houses known as Projects. And Neil Strauss, the bestselling author, spent two years living among them, using the pseudonym Style to protect his real-life identity. The result is one of the most explosive and controversial books of the year -- guaranteed to change the lives of men and transform the way women understand the opposite sex forever. On his journey from AFC (average frustrated chump) to PUA (pick-up artist) to PUG (pick-up guru), Strauss not only shares scores of original seduction techniques but also has unforgettable encounters with the likes of Tom Cruise, Britney Spears, Paris Hilton, Heidi Fleiss, and Courtney Love. And then things really start to get strange -- and passions lead to betrayals lead to violence. The Game is the story of one man's transformation from frog to prince -- to prisoner in the most unforgettable book of the year.",
        "thumbnail": "https://books.google.com/books/content?id=ibpvw3wALXcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.74,
        "ratings_count": 19305,
        "isbn10": "0060554738",
        "isbn13": "9780060554736"
      }
    },
    {
      "pk": 27,
      "model": "books.books",
      "fields": {
        "title": "Ulysses S. Grant",
        "author": "Michael Korda",
        "genre": "Biography & Autobiography",
        "pages": 176,
        "published_year": 2004,
        "description": "One of the first two volumes in Harper's Eminent Lives series, Korda brings his acclaimed storytelling talents to the life of Ulysses S. Grant – a man who managed to end the Civil War on a note of grace, serve two terms as president, write one of the most successful military memoirs in American literature, and is today remembered as a brilliant general but a failed president. Ulysses S. Grant was the first officer since George Washington to become a four–star general in the United States Army, and the only president between Andrew Jackson and Woodrow Wilson to serve eight consecutive years in the White House. In this succinct and vivid biography, Michael Korda considers Grant's character and reconciles the conflicting evaluations of his leadership abilities. Grant's life played out as a true Horatio Alger story. Despite his humble background as the son of a tanner in Ohio, his lack of early success in the army, and assorted failed business ventures, his unwavering determination propelled him through the ranks of military leadership and into the presidency. But while the general's tenacity and steadfastness contributed to his success on the battlefield, it both aided and crippled his effectiveness in the White House. Assessing Grant both within the context of his time and in contrast to more recent American leaders, Korda casts a benevolent eye on Grant's presidency while at the same time conceding his weaknesses. He suggests that though the general's second term ended in financial and political scandals, the fact remains that for eight years Grant exerted a calming influence on a country that had only just emerged from a horrendous civil war. Ulysses S. Grant is an even–handed and stirring portrait of a man who guided America through a pivotal juncture in its history.",
        "thumbnail": "https://books.google.com/books/content?id=rvaqxQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.88,
        "ratings_count": 410,
        "isbn10": "0060590157",
        "isbn13": "9780060590154"
      }
    },
    {
      "pk": 28,
      "model": "books.books",
      "fields": {
        "title": "Thomas Jefferson",
        "author": "Christopher Hitchens",
        "genre": "Biography & Autobiography",
        "pages": 188,
        "published_year": 2005,
        "description": "In this unique biography of Thomas Jefferson, leading journalist and social critic Christopher Hitchens offers a startlingly new and provocative interpretation of our Founding Father. Situating Jefferson within the context of America's evolution and tracing his legacy over the past two hundred years, Hitchens brings the character of Jefferson to life as a man of his time and also as a symbolic figure beyond it. Conflicted by power, Jefferson wrote the Declaration of Independence and acted as Minister to France yet yearned for a quieter career in the Virginia legislature. Predicting that slavery would shape the future of America's development, this professed proponent of emancipation elided the issue in the Declaration and continued to own human property. An eloquent writer, he was an awkward public speaker; a reluctant candidate, he left an indelible presidential legacy. Jefferson's statesmanship enabled him to negotiate the Louisiana Purchase with France, doubling the size of the nation, and he authorized the Lewis and Clark expedition, opening up the American frontier for exploration and settlement. Hitchens also analyzes Jefferson's handling of the Barbary War, a lesser-known chapter of his political career, when his attempt to end the kidnapping and bribery of Americans by the Barbary states, and the subsequent war with Tripoli, led to the building of the U.S. navy and the fortification of America's reputation regarding national defense. In the background of this sophisticated analysis is a large historical drama: the fledgling nation's struggle for independence, formed in the crucible of the eighteenth-century Enlightenment, and, in its shadow, the deformation of that struggle in the excesses of the French Revolution. This artful portrait of a formative figure and a turbulent era poses a challenge to anyone interested in American history -- or in the ambiguities of human nature.",
        "thumbnail": "https://books.google.com/books/content?id=zV8P_3E1OCIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.92,
        "ratings_count": 2181,
        "isbn10": "0060598964",
        "isbn13": "9780060598969"
      }
    },
    {
      "pk": 29,
      "model": "books.books",
      "fields": {
        "title": "Muhammad",
        "author": "Karen Armstrong",
        "genre": "Biography & Autobiography",
        "pages": 256,
        "published_year": 2006,
        "description": "Muhammad was born in 570 CE, and over the following sixty years built a thriving spiritual community, laying the foundations of a religion that changed the course of world history. There is more historical data on his life than on that of the founder of any other major faith, and yet his story is little known. Karen Armstrong's immaculately researched new biography of Muhammad will enable readers to understand the true origins and spirituality of a faith that is all too often misrepresented as cruel, intolerant, and inherently violent. An acclaimed authority on religious and spiritual issues, Armstrong offers a balanced, in-depth portrait, revealing the man at the heart of Islam by dismantling centuries of misconceptions. Armstrong demonstrates that Muhammad's life—a pivot point in history—has genuine relevance to the global crises we face today.",
        "thumbnail": "https://books.google.com/books/content?id=JUz3Z0iv_pgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.04,
        "ratings_count": 1662,
        "isbn10": "0060598972",
        "isbn13": "9780060598976"
      }
    },
    {
      "pk": 30,
      "model": "books.books",
      "fields": {
        "title": "Cash",
        "author": "Johnny Cash",
        "genre": "Biography & Autobiography",
        "pages": 310,
        "published_year": 2003,
        "description": "He was the \"Man in Black,\" a country music legend, and the quintessential American troubadour. He was an icon of rugged individualism who had been to hell and back, telling the tale as never before. In his unforgettable autobiography, Johnny Cash tells the truth about the highs and lows, the struggles and hard-won triumphs, and the people who shaped him. In his own words, Cash set the record straight -- and dispelled a few myths -- as he looked unsparingly at his remarkable life: from the joys of his boyhood in Dyess, Arkansas to superstardom in Nashville, Tennessee, the road of Cash's life has been anything but smooth. Cash writes of the thrill of playing with Elvis, the comfort of praying with Billy Graham; of his battles with addiction and of the devotion of his wife, June; of his gratitude for life, and of his thoughts on what the afterlife may bring. Here, too, are the friends of a lifetime, including Willie Nelson, Roy Orbison, Bob Dylan, and Kris Kristofferson. As powerful and memorable as one of his classic songs, Cash is filled with the candor, wit, and wisdom of a man who truly \"walked the line.\"",
        "thumbnail": "https://books.google.com/books/content?id=yL6MRZfrWjkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.07,
        "ratings_count": 16485,
        "isbn10": "0060727535",
        "isbn13": "9780060727536"
      }
    },
    {
      "pk": 31,
      "model": "books.books",
      "fields": {
        "title": "Krakatoa",
        "author": "Simon Winchester",
        "genre": "History",
        "pages": 464,
        "published_year": 2005,
        "description": "Simon Winchester, New York Times bestselling author of The Professor and the Madman, examines the legendary annihilation in 1883 of the volcano-island of Krakatoa, which was followed by an immense tsunami that killed nearly forty thousand people. The effects of the immense waves were felt as far away as France. Barometers in Bogotá and Washington, D.C., went haywire. Bodies were washed up in Zanzibar. The sound of the island's destruction was heard in Australia and India and on islands thousands of miles away. Most significant of all -- in view of today's new political climate -- the eruption helped to trigger in Java a wave of murderous anti-Western militancy among fundamentalist Muslims, one of the first outbreaks of Islamic-inspired killings anywhere. Krakatoa gives us an entirely new perspective on this fascinating and iconic event. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
        "thumbnail": "https://books.google.com/books/content?id=U4wywQfl5s4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.87,
        "ratings_count": 14491,
        "isbn10": "0060838590",
        "isbn13": "9780060838591"
      }
    },
    {
      "pk": 32,
      "model": "books.books",
      "fields": {
        "title": "Sex with the Queen",
        "author": "Eleanor Herman",
        "genre": "History",
        "pages": 336,
        "published_year": 2006,
        "description": "In this follow-up to her bestselling Sex with Kings, Eleanor Herman reveals the truth about what goes on behind the closed door of a queen's boudoir. Impeccably researched, filled with page-turning romance, passion, and scandal, Sex with the Queen explores the scintillating sexual lives of some of our most beloved and infamous female rulers. She was the queen, living in an opulent palace, wearing lavish gowns and dazzling jewels. She was envied, admired, and revered. She was also miserable, having been forced to marry a foreign prince sight unseen, a royal ogre who was sadistic, foaming at the mouth, physically repulsive, mentally incompetent, or sexually impotent—and in some cases all of the above. How did queens find happiness? In courts bristling with testosterone—swashbuckling generals, polished courtiers, and virile cardinals—many royal women had love affairs. Anne Boleyn flirted with courtiers; Catherine Howard slept with one. Henry VIII had both of them beheaded. Catherine the Great had her idiot husband murdered, and ruled the Russian empire with a long list of sexy young favorites. Marie Antoinette fell in love with the handsome Swedish count Axel Fersen, who tried valiantly to rescue her from the guillotine. Empress Alexandra of Russia found emotional solace in the mad monk Rasputin. Her behavior was the spark that set off the firestorm of the Russian revolution. Princess Diana gave up her palace bodyguard to enjoy countless love affairs, which tragically led to her early death. When a queen became sick to death of her husband and took a lover, anything could happen—from disgrace and death to political victory. Some kings imprisoned erring wives for life; other monarchs obligingly named the queen's lover prime minister. The crucial factor deciding the fate of an unfaithful queen was the love affair's implications in terms of power, money, and factional rivalry. At European courts, it was the politics—not the sex—that caused a royal woman's tragedy—or her ultimate triumph.",
        "thumbnail": "https://books.google.com/books/content?id=5GSgQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.91,
        "ratings_count": 3676,
        "isbn10": "0060846739",
        "isbn13": "9780060846732"
      }
    },
    {
      "pk": 33,
      "model": "books.books",
      "fields": {
        "title": "The Chaneysville Incident",
        "author": "David Bradley",
        "genre": "History",
        "pages": 448,
        "published_year": 1990,
        "description": "The legends say something happened in Chaneysville. The Chaneysville Incident is the powerful story of one man's obsession with discovering what that something was--a quest that takes the brilliant and bitter young black historian John Washington back through the secrets and buried evil of his heritage. Returning home to care for and then bury his father's closest friend and his own guardian, Old Jack Crawley, he comes upon the scant records of his family's proud and tragic history, which he drives himself to reconstruct and accept. This is the story of John's relationship with his family, the town, and the woman he loves; and also between the past and the present, between oppression and guilt, hate and violence, love and acceptance.",
        "thumbnail": "https://books.google.com/books/content?id=zYOcrhUIRX4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.96,
        "ratings_count": 650,
        "isbn10": "0060916818",
        "isbn13": "9780060916817"
      }
    },
    {
      "pk": 34,
      "model": "books.books",
      "fields": {
        "title": "Legends, Lies & Cherished Myths of World History",
        "author": "Richard Shenkman",
        "genre": "History",
        "pages": 320,
        "published_year": 1994,
        "description": "Whistleblowing historian Richard Shenkman skewers the nonsense we were all taught about the world’s revolutions, religions, heroes, and inventors in a whirlwind tour of history. Queen Victoria may have usually worn black, but she loved to drink and party. The English were conned during World War II. Winston Churchill’s famous “finest hour” radio broadcast was not delivered by Winston Churchill but by Norman Shelley, an actor hired to be Churchill’s stand-in. Marie Antoinette did not say, “Let them eat cake,” Churchill didn’t coin the phrase “the Iron Curtain,” and Caesar never said, “Et tu, Brute?” Scandal in the English monarchy is nothing new: Fifteen kings fathered children out of wedlock. One queen helped depose her husband so her lover could take his place. Three English kings were gay. Eclectic, eccentric, edifying, and fun, Richard Shenkman’s eye-opening revelations prove that much of history is indeed “but a fable agreed upon.”",
        "thumbnail": "https://books.google.com/books/content?id=k_x45UzKZkwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.48,
        "ratings_count": 215,
        "isbn10": "0060922559",
        "isbn13": "9780060922559"
      }
    },
    {
      "pk": 35,
      "model": "books.books",
      "fields": {
        "title": "Cathedral, Forge and Waterwheel",
        "author": "Joseph Gies",
        "genre": "History",
        "pages": 368,
        "published_year": 1995,
        "description": "An illuminating look at the monumental inventions of the Middle Ages, by the authors of Life in a Medieval Castle.",
        "thumbnail": "https://books.google.com/books/content?id=Rw0oTHwz264C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.85,
        "ratings_count": 612,
        "isbn10": "0060925817",
        "isbn13": "9780060925819"
      }
    },
    {
      "pk": 36,
      "model": "books.books",
      "fields": {
        "title": "In the Footsteps of Mr. Kurtz",
        "author": "Michela Wrong",
        "genre": "History",
        "pages": 338,
        "published_year": 2002,
        "description": "Known as \"the Leopard,\" the president of Zaire for thirty-two years, Mobutu Sese Seko, showed all the cunning of his namesake -- seducing Western powers, buying up the opposition, and dominating his people with a devastating combination of brutality and charm. While the population was pauperized, he plundered the country's copper and diamond resources, downing pink champagne in his jungle palace like some modern-day reincarnation of Joseph Conrad's crazed station manager. Michela Wrong, a correspondent who witnessed Mobutu's last days, traces the rise and fall of the idealistic young journalist who became the stereotype of an African despot. Engrossing, highly readable, and as funny as it is tragic, In the Footsteps of Mr. Kurtz assesses the acts of the villains and the heroes in this fascinating story of the Democratic Republic of Congo.",
        "thumbnail": "https://books.google.com/books/content?id=etTVmAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.98,
        "ratings_count": 2310,
        "isbn10": "0060934433",
        "isbn13": "9780060934439"
      }
    },
    {
      "pk": 37,
      "model": "books.books",
      "fields": {
        "title": "Europe",
        "author": "Norman Davies",
        "genre": "History",
        "pages": 1392,
        "published_year": 1998,
        "description": "Here is a masterpiece of historical narrative that stretches from the Ice Age to the Atomic Age, as it tells the story of Europe, East and West. Norman Davies captures it all-the rise and fall of Rome, the sweeping invasions of Alaric and Atilla, the Norman Conquests, the Papal struggles for power, the Renaissance and the Reformation, the French Revolution and the Napoleonic Wars, Europe's rise to become the powerhouse of the world, and its eclipse in our own century, following two devastating World Wars. This is the first major history of Europe to give equal weight to both East and West, and it shines light on fascinating minority communities, from heretics and lepers to Gypsies, Jews, and Muslims. It also takes an innovative approach, combining traditional narrative with unique features that help bring history alive: 299 time capsules scattered through the narrative capture telling aspects of an era. 12 -snapshots offer a panoramic look at all of Europe at a particular moment in history. Full coverage of Eastern Europe—100 maps and diagrams, 72 black-and-white plates.All told, Davies’'s Europe represents one of the most important and illuminating histories to be published in recent years.",
        "thumbnail": "https://books.google.com/books/content?id=4StZDvPCcJEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.17,
        "ratings_count": 3242,
        "isbn10": "0060974680",
        "isbn13": "9780060974688"
      }
    },
    {
      "pk": 38,
      "model": "books.books",
      "fields": {
        "title": "Courtesans and Fishcakes",
        "author": "James Davidson",
        "genre": "History",
        "pages": 416,
        "published_year": 1999,
        "description": "This fascinating reappraisal by a rising young scholar takes readers inside a Classical Athens that--contrary to conventional history--savored its pleasures as much as anyone.",
        "thumbnail": "https://books.google.com/books/content?id=4rycPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.93,
        "ratings_count": 332,
        "isbn10": "0060977663",
        "isbn13": "9780060977665"
      }
    },
    {
      "pk": 39,
      "model": "books.books",
      "fields": {
        "title": "Presidential Power and the Modern Presidents",
        "author": "Richard E. Neustadt",
        "genre": "History",
        "pages": 384,
        "published_year": 1991,
        "description": "Suggests a theory of presidential power, and tests it against the events in the administrations of the postwar presidents",
        "thumbnail": "https://books.google.com/books/content?id=elGozulX_o8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "ratings_avg": 3.79,
        "ratings_count": 277,
        "isbn10": "0029227968",
        "isbn13": "9780029227961"
      }
    },
    {
      "pk": 40,
      "model": "books.books",
      "fields": {
        "title": "Tyranny of the Majority",
        "author": "Lani Guinier",
        "genre": "History",
        "pages": 352,
        "published_year": 1995,
        "description": "At last...the public hearing she was denied...These essays reveal keen powers of analysis applied to some of the most obdurate problems that bedevil electoral politics. Anyone who cares about the mechanisms of democracy should be engaged by her tough-minded explorations. It doesn't matter where you think you stand: it's all here, to argue or agree with. -- Henry Louis Gates, Jr. Lani Guinier's fascinating book is a prophetic intervention into a public conversation we desperately need to rejuvenate. There is no doubt that her powerful voice will produce good consequences for our nation and world. -- Cornel West, Author of Race Matters Intriguing and desperately needed... -- The San Francisco Chronicle",
        "thumbnail": "https://books.google.com/books/content?id=aRF7XdcCLq0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.82,
        "ratings_count": 39,
        "isbn10": "0029131693",
        "isbn13": "9780029131695"
      }
    },
    {
      "pk": 41,
      "model": "books.books",
      "fields": {
        "title": "How to Read Literature Like a Professor",
        "author": "Thomas C. Foster",
        "genre": "Literacy Criticism",
        "pages": 314,
        "published_year": 2003,
        "description": "What does it mean when a fictional hero takes a journey?. Shares a meal? Gets drenched in a sudden rain shower? Often, there is much more going on in a novel or poem than is readily visible on the surface—a symbol, maybe, that remains elusive, or an unexpected twist on a character—and there's that sneaking suspicion that the deeper meaning of a literary text keeps escaping you. In this practical and amusing guide to literature, Thomas C. Foster shows how easy and gratifying it is to unlock those hidden truths, and to discover a world where a road leads to a quest; a shared meal may signify a communion; and rain, whether cleansing or destructive, is never just rain. Ranging from major themes to literary models, narrative devices, and form, How to Read Literature Like a Professor is the perfect companion for making your reading experience more enriching, satisfying, and fun.",
        "thumbnail": "https://books.google.com/books/content?id=irkUlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.65,
        "ratings_count": 14917,
        "isbn10": "006000942X",
        "isbn13": "9780060009427"
      }
    },
    {
      "pk": 42,
      "model": "books.books",
      "fields": {
        "title": "The Art of the Novel",
        "author": "Milan Kundera",
        "genre": "Literacy Criticism",
        "pages": 176,
        "published_year": 2003,
        "description": "Kundera brilliantly examines the work of such important and diverse figures as Rabelais, Cervantes, Sterne, Diderot, Flaubert, Tolstoy, and Musil. He is especially penetrating on Hermann Broch, and his exploration of the world of Kafka's novels vividly reveals the comic terror of Kafka's bureaucratized universe. Kundera's discussion of his own work includes his views on the role of historical events in fiction, the meaning of action, and the creation of character in the post-psychological novel.",
        "thumbnail": "https://books.google.com/books/content?id=H_3jAacr_U4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.96,
        "ratings_count": 3544,
        "isbn10": "0060093749",
        "isbn13": "9780060093747"
      }
    },
    {
      "pk": 43,
      "model": "books.books",
      "fields": {
        "title": "Letters from the Earth",
        "author": "Mark Twain",
        "genre": "Literacy Criticism",
        "pages": 321,
        "published_year": 2004,
        "description": "I have told you nothing about man that is not true.\" You must pardon me if I repeat that remark now and then in these letters; I want you to take seriously the things I am telling you, and I feel that if I were in your place and you in mine, I should need that reminder from time to time, to keep my credulity from flagging. In Letters from the Earth, Twain presents himself as the Father of History -- reviewing and interpreting events from the Garden of Eden through the Fall and the Flood, translating the papers of Adam and his descendants through the generations. First published fifty years after his death, this eclectic collection is vintage Twain: sharp, witty, imaginative, complex, and wildly funny",
        "thumbnail": "https://books.google.com/books/content?id=uURT_Dwfby0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.22,
        "ratings_count": 6447,
        "isbn10": "0060518650",
        "isbn13": "9780060518653"
      }
    },
    {
      "pk": 44,
      "model": "books.books",
      "fields": {
        "title": "Every Book Its Reader",
        "author": "Nicholas A. Basbanes",
        "genre": "Literacy Criticism",
        "pages": 400,
        "published_year": 2006,
        "description": "Inspired by a landmark exhibition mounted by the British Museum in 1963 to celebrate five eventful centuries of the printed word, Nicholas A. Basbanes offers a lively consideration of writings that have \"made things happen\" in the world, works that have both nudged the course of history and fired the imagination of countless influential people. In his fifth work to examine a specific aspect of book culture, Basbanes also asks what we can know about such figures as John Milton, Edward Gibbon, John Locke, Isaac Newton, Samuel Taylor Coleridge, John Adams, Frederick Douglass, Abraham Lincoln, Henry James, Thomas Edison, Helen Keller––even the notorious Marquis de Sade and Adolf Hitler––by knowing what they have read. He shows how books that many of these people have consulted, in some cases annotated with their marginal notes, can offer tantalizing clues to the evolution of their character and the development of their thought.",
        "thumbnail": "https://books.google.com/books/content?id=o4K_KMO1DWUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.96,
        "ratings_count": 300,
        "isbn10": "0060593245",
        "isbn13": "9780060593247"
      }
    },
    {
      "pk": 45,
      "model": "books.books",
      "fields": {
        "title": "Teaching a Stone to Talk",
        "author": "Annie Dillard",
        "genre": "Literacy Criticism",
        "pages": 177,
        "published_year": 1988,
        "description": "Here, in this compelling assembly of writings, Pulitzer Prize-winning author Annie Dillard explores the world of natural facts and human meanings.",
        "thumbnail": "https://books.google.com/books/content?id=pY5llwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.2,
        "ratings_count": 4046,
        "isbn10": "0060915412",
        "isbn13": "9780060915414"
      }
    },
    {
      "pk": 46,
      "model": "books.books",
      "fields": {
        "title": "Holy the Firm",
        "author": "Annie Dillard",
        "genre": "Literacy Criticism",
        "pages": 76,
        "published_year": 1988,
        "description": "In 1975 Annie Dillard took up residence on an island in Puget Sound in a wooded room furnished with \"one enormous window, one cat, one spider and one person.\" For the next two years she asked herself questions about time, reality, sacrifice death, and the will of God. In Holy the Firm she writes about a moth consumed in a candle flame, about a seven-year-old girl burned in an airplane accident, about a baptism on a cold beach. But behind the moving curtain of what she calls \"the hard things -- rock mountain and salt sea,\" she sees, sometimes far off and sometimes as close by as a veil or air, the power play of holy fire. This is a profound book about the natural world -- both its beauty and its cruelty -- the Pulitzer Prize-winning Dillard knows so well.",
        "thumbnail": "https://books.google.com/books/content?id=ps1LlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.22,
        "ratings_count": 3562,
        "isbn10": "0060915439",
        "isbn13": "9780060915438"
      }
    },
    {
      "pk": 47,
      "model": "books.books",
      "fields": {
        "title": "The Writing Life",
        "author": "Annie Dillard",
        "genre": "Literacy Criticism",
        "pages": 113,
        "published_year": 1990,
        "description": "Annie Dillard has written eleven books, including the memoir of her parents, An American Childhood; the Northwest pioneer epic The Living; and the nonfiction narrative Pilgrim at Tinker Creek. A gregarious recluse, she is a member of the American Academy of Arts and Letters.",
        "thumbnail": "https://books.google.com/books/content?id=leBs_fzkNdkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.03,
        "ratings_count": 11177,
        "isbn10": "0060919884",
        "isbn13": "9780060919887"
      }
    },
    {
      "pk": 48,
      "model": "books.books",
      "fields": {
        "title": "Every Tongue Got to Confess",
        "author": "Zora Neale Hurston",
        "genre": "Literacy Criticism",
        "pages": 320,
        "published_year": 2002,
        "description": "Every Tongue Got to Confess is an extensive volume of African American folklore that Zora Neale Hurston collected on her travels through the Gulf States in the late 1920s. The bittersweet and often hilarious tales -- which range from longer narratives about God, the Devil, white folk, and mistaken identity to witty one-liners -- reveal attitudes about faith, love, family, slavery, race, and community. Together, this collection of nearly 500 folktales weaves a vibrant tapestry that celebrates African American life in the rural South and represents a major part of Zora Neale Hurston's literary legacy.",
        "thumbnail": "https://books.google.com/books/content?id=85HAlgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.98,
        "ratings_count": 312,
        "isbn10": "0060934549",
        "isbn13": "9780060934545"
      }
    },
    {
      "pk": 49,
      "model": "books.books",
      "fields": {
        "title": "Critical Studies",
        "author": "Kathleen Parkinson",
        "genre": "Literacy Criticism",
        "pages": 144,
        "published_year": 1988,
        "description": "A critical analysis of Fitzgerald's great novel explores its intricate patterns, chronology, locations, imagery and use of colour, and how these contribute to a seamless interplay of social comedy and symbolic landscape.",
        "thumbnail": "https://books.google.com/books/content?id=_69cqaa7pnsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.88,
        "ratings_count": 518,
        "isbn10": "0140771972",
        "isbn13": "9780140771978"
      }
    },
    {
      "pk": 50,
      "model": "books.books",
      "fields": {
        "title": "Henry IV Part Two",
        "author": "William Shakespeare;Adrian Poole",
        "genre": "Literacy Criticism",
        "pages": 336,
        "published_year": 2005,
        "description": "Continuing the saga begun in Henry IV Part I, William Shakespeare's history play Henry IV Part II charts the continuing evolution of Prince Hal from roguish troublemaker to noble ruler of men. This Penguin Shakespeare edition is edited by Peter Davison with an introduction by Adrian Poole. Angered by the loss of his son in battle, the Earl of Northumberland supports another rebellion against King Henry IV, bringing the country to the brink of civil war. Sick and weary, the old King sends out his forces, including the unruly Sir John Falstaff, to meet the rebels. But as the conflict grows, he must also confront a more personal problem - how to make his reprobate son Prince Hal aware of the duties he must bear, as heir to the throne. This book contains a general introduction to Shakespeare's life and Elizabethan theatre, a separate introduction to Henry IV Part II, a chronology, suggestions for further reading, an essay discussing performance options on both stage and screen, and a commentary. William Shakespeare (1564-1616) was born to John Shakespeare and Mary Arden some time in late April 1564 in Stratford-upon-Avon. He wrote about 38 plays (the precise number is uncertain), many of which are regarded as the most exceptional works of drama ever produced, including Romeo and Juliet (1595), Henry V (1599), Hamlet (1601), Othello (1604), King Lear (1606) and Macbeth (1606), as well as a collection of 154 sonnets, which number among the most profound and influential love-poetry in English. If you enjoyed Henry IV Part II, you might like Richard III, also available in Penguin Shakespeare. 'The finest, most representative instance of what Shakespeare can do' Harold Bloom",
        "thumbnail": "https://books.google.com/books/content?id=Ekl2t0UTkloC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.8,
        "ratings_count": 20,
        "isbn10": "0141016701",
        "isbn13": "9780141016702"
      }
    },
    {
      "pk": 51,
      "model": "books.books",
      "fields": {
        "title": "Lun Yü",
        "author": "Confucius",
        "genre": "Philosophy",
        "pages": 249,
        "published_year": 1979,
        "description": "Confucius' teachings, preserved by his students, consist of aphorisms and parables that illustrate his views on morality",
        "thumbnail": "https://books.google.com/books/content?id=1e7XlNv5oX0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.84,
        "ratings_count": 11565,
        "isbn10": "0140443487",
        "isbn13": "9780140443486"
      }
    },
    {
      "pk": 52,
      "model": "books.books",
      "fields": {
        "title": "The Presocratics",
        "author": "Philip Wheelwright",
        "genre": "Philosophy",
        "pages": 352,
        "published_year": 1966,
        "description": "Library of Liberal Arts title.",
        "thumbnail": "https://books.google.com/books/content?id=V45eMgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.04,
        "ratings_count": 199,
        "isbn10": "002426640X",
        "isbn13": "9780024266408"
      }
    },
    {
      "pk": 53,
      "model": "books.books",
      "fields": {
        "title": "The Perennial Philosophy",
        "author": "Aldous Huxley",
        "genre": "Philosophy",
        "pages": 336,
        "published_year": 2004,
        "description": "The Perennial Philosophy is defined by its author as \"The metaphysic that recognizes a divine Reality substantial to the world of things and lives and minds.\" With great wit and stunning intellect, Aldous Huxley examines the spiritual beliefs of various religious traditions and explains them in terms that are personally meaningful.",
        "thumbnail": "https://books.google.com/books/content?id=YdaFEb_LE9YC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.23,
        "ratings_count": 2959,
        "isbn10": "006057058X",
        "isbn13": "9780060570583"
      }
    },
    {
      "pk": 54,
      "model": "books.books",
      "fields": {
        "title": "The Doors of Perception and Heaven and Hell",
        "author": "Aldous Huxley",
        "genre": "Philosophy",
        "pages": 187,
        "published_year": 2004,
        "description": "The acclaimed novelist and critic describes his personal experimentation with the little-known drug mescaline and explores the nature of visionary experience, in an omnibus edition containing the two classic works The Doors of Perception and Heaven and Hell. Reissue.",
        "thumbnail": "https://books.google.com/books/content?id=rz3NJb2-9_IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.94,
        "ratings_count": 27716,
        "isbn10": "0060595183",
        "isbn13": "9780060595180"
      }
    },
    {
      "pk": 55,
      "model": "books.books",
      "fields": {
        "title": "Plato, Not Prozac!",
        "author": "Lou Marinoff",
        "genre": "Philosophy",
        "pages": 320,
        "published_year": 2000,
        "description": "If you're facing a dilemma -- whether it's handling a relationship, living ethically, dealing with a career change, or finding meaning in life -- the world's most important thinkers from centuries past will help guide you toward a solution compatible with your individual beliefs. From Kirkegaard's thoughts on coping with death to the I Ching's guidelines on adapting to change, Plato, Not Prozac! makes philosophy accessible and shows you how to use it to solve your everyday problems. Gone is the need for expensive therapists, medication, and lengthy analysis. Clearly organized by common problems to help you tailor Dr. Lou Marinoff's advice to your own needs, this is an intelligent, effective, and persuasive prescription for self-healing therapy that is giving psychotherapy a run for its money.",
        "thumbnail": "https://books.google.com/books/content?id=CZgACbdCRB8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.39,
        "ratings_count": 836,
        "isbn10": "0060931361",
        "isbn13": "9780060931360"
      }
    },
    {
      "pk": 56,
      "model": "books.books",
      "fields": {
        "title": "Wittgenstein's Poker",
        "author": "David Edmonds;John Eidinow",
        "genre": "Philosophy",
        "pages": 368,
        "published_year": 2002,
        "description": "On October 25, 1946, in a crowded room in Cambridge, England, the great twentieth-century philosophers Ludwig Wittgenstein and Karl Popper came face to face for the first and only time. The meeting -- which lasted ten minutes -- did not go well. Their loud and aggressive confrontation became the stuff of instant legend, but precisely what happened during that brief confrontation remained for decades the subject of intense disagreement. An engaging mix of philosophy, history, biography, and literary detection, Wittgenstein's Poker explores, through the Popper/Wittgenstein confrontation, the history of philosophy in the twentieth century. It evokes the tumult of fin-de-siécle Vienna, Wittgentein's and Popper's birthplace; the tragedy of the Nazi takeover of Austria; and postwar Cambridge University, with its eccentric set of philosophy dons, including Bertrand Russell. At the center of the story stand the two giants of philosophy themselves -- proud, irascible, larger than life -- and spoiling for a fight.",
        "thumbnail": "https://books.google.com/books/content?id=9Ahdyu6ygXEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.75,
        "ratings_count": 2215,
        "isbn10": "0060936649",
        "isbn13": "9780060936648"
      }
    },
    {
      "pk": 57,
      "model": "books.books",
      "fields": {
        "title": "The Making of a Philosopher",
        "author": "Colin McGinn",
        "genre": "Philosophy",
        "pages": 256,
        "published_year": 2003,
        "description": "Part memoir, part study, The Making of a Philosopher is the self–portrait of a deeply intelligent mind as it develops over a life on both sides of the Atlantic. The Making of a Philosopher follows Colin McGinn from his early years in England reading Descartes and Anselm, to his years in the states, first in Los Angeles, then New York. McGinn presents a contemporary academic take on the great philosophical figures of the twentieth century, including Bertrand Russell, Jean–Paul Sartre, and Noam Chomsky, alongside stories of the teachers who informed his ideas and often became friends and mentors, especially the colorful A.J. Ayer at Oxford. McGinn's prose is always elegant and probing; students of contemporary philosophy and the general reader alike will absorb every page.",
        "thumbnail": "https://books.google.com/books/content?id=oJ5dL5OmXHMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.65,
        "ratings_count": 219,
        "isbn10": "0060957603",
        "isbn13": "9780060957605"
      }
    },
    {
      "pk": 58,
      "model": "books.books",
      "fields": {
        "title": "The Blue and Brown Books",
        "author": "Ludwig Wittgenstein",
        "genre": "Philosophy",
        "pages": 208,
        "published_year": 1965,
        "description": "These works, as the sub-title makes clear, are unfinished sketches for Philosophical Investigations, possibly the most important and influential philosophical work of modern times. The 'Blue Book' is a set of notes dictated to Witgenstein's Cambridge students in 1933-1934: the 'Brown Book' was a draft for what eventually became the growth of the first part of Philosophical Investigations. This book reveals the germination and growth of the ideas which found their final expression in Witgenstein's later work. It is indispensable therefore to students of Witgenstein's thought and to all those who wish to study at first-hand the mental processes of a thinker who fundamentally changed the course of modern philosophy.",
        "thumbnail": "https://books.google.com/books/content?id=ffiZugEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.13,
        "ratings_count": 1970,
        "isbn10": "0061312118",
        "isbn13": "9780061312113"
      }
    },
    {
      "pk": 59,
      "model": "books.books",
      "fields": {
        "title": "The Act of Creation",
        "author": "Arthur Koestler",
        "genre": "Philosophy",
        "pages": 752,
        "published_year": 1964,
        "description": "The author examines the idea that we are at our most creative when rational thought is suspended-for example, in dreams and trancelike states.",
        "thumbnail": "https://books.google.com/books/content?id=tJC5pDXFY8oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.26,
        "ratings_count": 349,
        "isbn10": "0140191917",
        "isbn13": "9780140191912"
      }
    },
    {
      "pk": 60,
      "model": "books.books",
      "fields": {
        "title": "The Ghost in the Machine",
        "author": "Arthur Koestler",
        "genre": "Philosophy",
        "pages": 400,
        "published_year": 1990,
        "description": "An examination of the human impulse towards self-destruction suggests that in the course of human evolution, a pathological split between emotion and reason developed",
        "thumbnail": "https://books.google.com/books/content?id=tJS-QgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.01,
        "ratings_count": 450,
        "isbn10": "0140191925",
        "isbn13": "9780140191929"
      }
    },
    {
      "pk": 61,
      "model": "books.books",
      "fields": {
        "title": "Meeting Jesus Again for the First Time",
        "author": "Marcus J. Borg",
        "genre": "Religion",
        "pages": 160,
        "published_year": 1995,
        "description": "Of the many recent books on the historical Jesus, none has explored what the latest biblical scholarship means for personal faith. Now, in Meeting Jesus Again for the First Time, Marcus Borg addresses the yearnings of those who want a fully contemporary faith that welcomes rather than oppresses our critical intelligence and openness to the best of historical scholarship. Borg shows how a rigorous examination of historical findings can lead to a new faith in Christ, one that is critical and, at the same time, sustaining. \"Believing in Jesus does not mean believing doctrines about him,\" Borg writes. \"Rather, it means to give one's heart, one's self at its deepest level, to . . . the living Lord.\" Drawing on his own journey from a naive, unquestioning belief in Christ through collegiate skepticism to a mature and contemporary Christian faith, Borg illustrates how an understanding of the historical Jesus can actually lead to a more authentic Christian life—one not rooted in creeds or dogma, but in a life of spiritual challenge, compassion, and community. In straightforward, accessible prose, Borg looks at the major findings of modern Jesus scholarship from the perspective of faith, bringing alive the many levels of Jesus' character: spirit person, teacher of alternative wisdom, social prophet, and movement founder. He also reexamines the major stories of the Old Testament vital to an authentic understanding of Jesus, showing how an enriched understanding of these stories can uncover new truths and new pathways to faith. For questioning believers, doubters, and reluctant unbelievers alike, Meeting Jesus Again for the First Time frees our understanding of Jesus' life and message from popular misconceptions and outlines the way to a sound and contemporary faith: \"For ultimately, Jesus is not simply a figure of the past, but a figure of the present. Meeting that Jesus—the living one who comes to us even now—will be like meeting Jesus again for the first time.\"",
        "thumbnail": "https://books.google.com/books/content?id=-_ieWUhA6V4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.14,
        "ratings_count": 3998,
        "isbn10": "0060609176",
        "isbn13": "9780060609177"
      }
    },
    {
      "pk": 62,
      "model": "books.books",
      "fields": {
        "title": "Reading the Bible Again for the First Time",
        "author": "Marcus J. Borg",
        "genre": "Religion",
        "pages": 321,
        "published_year": 2002,
        "description": "One of the vital challenges facing thoughtful people today is how to read the Bible faithfully without abandoning our sense of truth and history. Reading the Bible Again for the First Time provides a much-needed solution to the problem of how to have a fully authentic yet contemporary understanding of the scriptures. Many mistakenly believe there are no choices other than fundamentalism or simply rejecting the Bible as something that can bring meaning to our lives. Answering this modern dilemma, acclaimed author Marcus Borg reveals how it is possible to reconcile the Bible with both a scientific and critical way of thinking and our deepest spiritual needs, leading to a contemporary yet grounded experience of the sacred texts. This seminal book shows you how to read the Bible as it should be examined—in an approach the author calls \"historical-metaphorical.\" Borg explores what the Scriptures meant to the ancient communities that produced and lived by them. He then helps us to discover the meaning of these stories, providing the knowledge and perspective to make the wisdom of the Bible an essential part of our modern lives. The author argues that the conventional way of seeing the Bible's origin, authority, and interpretation has become unpersuasive to millions of people in our time, and that we need a fresh way of encountering the Bible that takes the texts seriously but not literally, even as it takes seriously who we have become. Borg traces his personal spiritual journey, describing for readers how he moved from an unquestioning childhood belief in the biblical stories to a more powerful and dynamic relationship with the Bible as a sacred text brimming with meaning and guidance. Using his own experience as an example, he reveals how the modern crisis of faith is itself rooted in the misinterpretation of sacred texts as historical record and divine dictation, and opens readers to a truer, more abundant perspective. This unique book invites everyone—whatever one's religious background—to engage the Bible, wrestle with its meaning, explore its mysteries, and understand its relevance. Borg shows us how to encounter the Bible in a fresh way that rejects the limits of simple literalism and opens up rich possibilities for our lives.",
        "thumbnail": "https://books.google.com/books/content?id=pf0mlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.13,
        "ratings_count": 2875,
        "isbn10": "0060609192",
        "isbn13": "9780060609191"
      }
    },
    {
      "pk": 63,
      "model": "books.books",
      "fields": {
        "title": "Shadow of the Almighty",
        "author": "Elisabeth Elliot",
        "genre": "Religion",
        "pages": 272,
        "published_year": 1989,
        "description": "The bestselling account of the martyrdom of Jim Elliot and four other missionaries at the hands of the Auca Indians in Ecuador. New introduction by the author.",
        "thumbnail": "https://books.google.com/books/content?id=QQCG9mNU1eAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.39,
        "ratings_count": 6658,
        "isbn10": "006062213X",
        "isbn13": "9780060622138"
      }
    },
    {
      "pk": 64,
      "model": "books.books",
      "fields": {
        "title": "The Dance of the Dissident Daughter",
        "author": "Sue Monk Kidd",
        "genre": "Religion",
        "pages": 256,
        "published_year": 2002,
        "description": "The acclaimed spiritual memoir from the author of The Secret Life of Bees I was amazed to find that I had no idea how to unfold my spiritual life in a feminine way. I was surprised and, in fact, a little terrified when I found myself in the middle of a feminist spiritual reawakening. Sue Monk was a \"conventionally religious, churchgoing woman, a traditional wife and mother\" with a thriving career as a Christian writer until she began to question her role as a woman in her culture, her family, and her church. From a jarring encounter with sexism in a suburban drugstore to monastery retreats and rituals in the caves of Crete, Kidd takes readers through the fear, anger, healing, and transformation of her awakening. Retaining a meaningful connection \"with the deep song of Christianity,\" she opens the door for traditional Christian women to discover a spirituality that speaks directly to them and provides inspiring wisdom for all who struggle to embrace their full humanity.",
        "thumbnail": "https://books.google.com/books/content?id=0FV3JwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.96,
        "ratings_count": 5319,
        "isbn10": "006064589X",
        "isbn13": "9780060645892"
      }
    },
    {
      "pk": 65,
      "model": "books.books",
      "fields": {
        "title": "C.S. Lewis",
        "author": "C. S. Lewis",
        "genre": "Religion",
        "pages": 176,
        "published_year": 1996,
        "description": "Known throughout the world as the intellect behind The Chronicles of Narnia and as the twentieth century's most influential Christian writer, C. S. Lewis has stirred millions of readers through his probing insights, passionate arguments, and provocative questions about God, love, life, and death. Gathered from the mass of his published works -- including The Screwtape Letters, Mere Christianity, The Four Loves, and God in the Dock -- as well as from letters, essays, and less familiar writings, this compendium contains a cross section of Lewis's finest work.",
        "thumbnail": "https://books.google.com/books/content?id=vtr4NDL8AP8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.31,
        "ratings_count": 255,
        "isbn10": "0060652853",
        "isbn13": "9780060652852"
      }
    },
    {
      "pk": 66,
      "model": "books.books",
      "fields": {
        "title": "The Screwtape Letters",
        "author": "C. S. Lewis",
        "genre": "Religion",
        "pages": 224,
        "published_year": 2001,
        "description": "In this humorous and perceptive exchange between two devils, C. S. Lewis delves into moral questions about good vs. evil, temptation, repentance, and grace. Through this wonderful tale, the reader emerges with a better understanding of what it means to live a faithful life.",
        "thumbnail": "https://books.google.com/books/content?id=v1kn7KYynzIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.22,
        "ratings_count": 116735,
        "isbn10": "0060652896",
        "isbn13": "9780060652890"
      }
    },
    {
      "pk": 67,
      "model": "books.books",
      "fields": {
        "title": "Mere Christianity",
        "author": "C. S. Lewis",
        "genre": "Religion",
        "pages": 227,
        "published_year": 2001,
        "description": "A forceful and accessible discussion of Christian belief that has become one of the most popular introductions to Christianity and one of the most popular of Lewis's books. Uncovers common ground upon which all Christians can stand together.",
        "thumbnail": "https://books.google.com/books/content?id=LpHbXdKJaMwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.32,
        "ratings_count": 7316,
        "isbn10": "0060652926",
        "isbn13": "9780060652920"
      }
    },
    {
      "pk": 68,
      "model": "books.books",
      "fields": {
        "title": "Learning to Love",
        "author": "Thomas Merton",
        "genre": "Religion",
        "pages": 382,
        "published_year": 1998,
        "description": "Having embraced a life of solitude in his own hermitage, Thomas Merton finds his faith tested beyond his imagination when a visit to the hospital leads to a clandestine affair of the heart. Jolted out of his comfortable routine, Merton is forced to reassess his need for love and his commitment to celibacy and the monastic vocation.This astonishing volume traces Merton’s struggle to reconcile his unexpected love with his sacred vows while continuing to grapple with the burning social issues of the day – including racial conflicts, the war in Vietnam, and the Arab-Israeli conflict – visiting and corresponding with high-profile friends like Thich Nhat Hanh and Joan Baez, and further developing his writing career. Revealing Merton to be ‘very human’ in his chronicles of the ecstasy and torment of being in love, Learning to Love comes full circle as Merton recommits himself completely and more deeply to his vocation even as he recognizes ‘my need for love, my loneliness, my inner division, the struggle in which solitude is at once a problem and a ‘solution’. And perhaps not a perfect solution either’ (11 May, 1967).",
        "thumbnail": "https://books.google.com/books/content?id=U0nXswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.5,
        "ratings_count": 15,
        "isbn10": "0060654856",
        "isbn13": "9780060654856"
      }
    },
    {
      "pk": 69,
      "model": "books.books",
      "fields": {
        "title": "What Christians Believe",
        "author": "C. S. Lewis",
        "genre": "Religion",
        "pages": 98,
        "published_year": 2005,
        "description": "The Essentials Explained Master storyteller and essayist C. S. Lewis here tackles the central questions of the Christian faith: Who was Jesus? What did he accomplish? What does it mean for me? In these classic essays, which began as talks on the BBC during World War II, Lewis creatively and simply explains the basic tenets of Christianity. Taken from the core section of Mere Christianity, the selection in this gift edition provides an accessible way for more people to discover these timeless truths. For those looking to remind themselves of the things they hold true, or those looking for a snapshot of Christianity, this book is a wonderful introduction to the faith.",
        "thumbnail": "https://books.google.com/books/content?id=81T46KixNg8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.2,
        "ratings_count": 517,
        "isbn10": "0060761539",
        "isbn13": "9780060761530"
      }
    },
    {
      "pk": 70,
      "model": "books.books",
      "fields": {
        "title": "Think on These Things",
        "author": "Jiddu Krishnamurti",
        "genre": "Religion",
        "pages": 258,
        "published_year": 1989,
        "description": "‘The material contained in this volume was originally presented in the form of talks to students, teachers and parents in India, but its keen penetration and lucid simplicity will be deeply meaningful to thoughtful people everywhere, of all ages, and in every walk of life. Krishnamurti examines with characteristic objectivity and insight the expressions of what we are pleased to call our culture, our education, religion, politics and tradition; and he throws much light on such basic emotions as ambition, greed and envy, the desire for security and the lust for power – all of which he shows to be deteriorating factors in human society.’ From the Editor’s Note ‘Krishnamurti’s observations and explorations of modern man’s estate are penetrating and profound, yet given with a disarming simplicity and directness. To listen to him or to read his thoughts is to face oneself and the world with an astonishing morning freshness.’ Anne Marrow Lindbergh",
        "thumbnail": "https://books.google.com/books/content?id=QzzbmAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.4,
        "ratings_count": 2288,
        "isbn10": "0060916095",
        "isbn13": "9780060916091"
      }
    },
    {
      "pk": 71,
      "model": "books.books",
      "fields": {
        "title": "How to Make Money Like a Porn Star",
        "author": "Neil Strauss;Bernard Chang",
        "genre": "Comics & Graphic Novels",
        "pages": 128,
        "published_year": 2006,
        "description": "Claudia Corvette. From her tousled bedroom hair to her name–all the porn stars in this world take their names from supermodels and sports cars–she is adult entertainment's prototypical femme fatale. Her life is the collision of countless troubled–childhood cliches and grown–up wet dreams, projected onto her as surely as her videos project their blue light onto lonely men around the world. From its first panel, How to Make Money Like a Porn Star draws the reader into the dark world of girls like Claudia, the men who fantasize about them, and the monsters who control them. In the hands of Rolling Stone writer Neil Strauss and illustrator Bernard Chang, this adult graphic novel weaves together black humor and blacker reality. Like all great American stories, it features humble beginnings, life–changing tragedy, stripping, abuse, implants, fame, addiction, bigger implants, abduction, gunplay, downfall, and even bigger implants. Not to mention a thousand shades of latex and L'Oreal. Part parody, part morality tale, here is the truth about the porn life, its outsized visual splendor captured in a comic parade of doe–eyed centerfolds, its essence distilled in a story that will haunt every reader who has ever wondered where his next fantasy is coming from.",
        "thumbnail": "https://books.google.com/books/content?id=y7XAOeCeMcAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.31,
        "ratings_count": 159,
        "isbn10": "0060884053",
        "isbn13": "9780060884055"
      }
    },
    {
      "pk": 72,
      "model": "books.books",
      "fields": {
        "title": "Inferno",
        "author": "Alex Irvine;Bob Kane",
        "genre": "Comics & Graphic Novels",
        "pages": 339,
        "published_year": 2006,
        "description": "As a mad arsonist known as an Enfer scheme terrorizes the inhabitants of Gotham City, a fire at Arkham Asylum is engineered to provide an escape opportunity for its most infamous inmate, the Joker, who comes up with a scheme to launch the ultimate crime wave, disguised as the Caped Crusader himself. Original.",
        "thumbnail": "https://books.google.com/books/content?id=Jlaj2VfPofcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.6,
        "ratings_count": 324,
        "isbn10": "0345479459",
        "isbn13": "9780345479457"
      }
    },
    {
      "pk": 73,
      "model": "books.books",
      "fields": {
        "title": "Will Eisner's New York",
        "author": "Will Eisner",
        "genre": "Comics & Graphic Novels",
        "pages": 421,
        "published_year": 2006,
        "description": "A quartet of graphic works explores the lives and landscapes of the diverse inhabitants of the urban jungle of the Big Apple.",
        "thumbnail": "https://books.google.com/books/content?id=RdOf4x1MKz4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.36,
        "ratings_count": 1242,
        "isbn10": "039306106X",
        "isbn13": "9780393061062"
      }
    },
    {
      "pk": 74,
      "model": "books.books",
      "fields": {
        "title": "The Essential Calvin And Hobbes",
        "author": "Bill Watterson",
        "genre": "Comics & Graphic Novels",
        "pages": 256,
        "published_year": 1988,
        "description": "The Essential Calvin and Hobbes is an over-size anthology-type book including an original 16-page story and color Sunday cartoons.",
        "thumbnail": "https://books.google.com/books/content?id=JuDInK3YtyMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "ratings_avg": 4.64,
        "ratings_count": 102955,
        "isbn10": "0836218051",
        "isbn13": "9780836218053"
      }
    },
    {
      "pk": 75,
      "model": "books.books",
      "fields": {
        "title": "Black Hole",
        "author": "Charles Burns",
        "genre": "Comics & Graphic Novels",
        "pages": 368,
        "published_year": 2005,
        "description": "Seattle teenagers of the 1970s are suddenly faced with a devastating, disfiguring, and incurable plague that spreads only through sexual contact.",
        "thumbnail": "https://books.google.com/books/content?id=dtuEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.83,
        "ratings_count": 36698,
        "isbn10": "037542380X",
        "isbn13": "9780375423802"
      }
    },
    {
      "pk": 76,
      "model": "books.books",
      "fields": {
        "title": "Good-bye, Chunky Rice",
        "author": "Craig Thompson",
        "genre": "Comics & Graphic Novels",
        "pages": 125,
        "published_year": 2006,
        "description": "Chunky Rice, a small green turtle, embarks on an ocean voyage, where he meets a shady skipper and conjoined twins, Ruth and Livonia, but he also leaves behind his mouse deer girlfriend Dandel, who sends him letters in a bottle. Reprint. 20,000 first printing.",
        "thumbnail": "https://books.google.com/books/content?id=zD2FDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.8,
        "ratings_count": 7035,
        "isbn10": "0375714766",
        "isbn13": "9780375714764"
      }
    },
    {
      "pk": 77,
      "model": "books.books",
      "fields": {
        "title": "Rent Girl",
        "author": "Michelle Tea",
        "genre": "Comics & Graphic Novels",
        "pages": 239,
        "published_year": 2004,
        "description": "The story of a young lesbian's advetures in and out of the sex industry on both the East and West Coasts of America.",
        "thumbnail": "https://books.google.com/books/content?id=xI_9wAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.79,
        "ratings_count": 2401,
        "isbn10": "0867196203",
        "isbn13": "9780867196207"
      }
    },
    {
      "pk": 78,
      "model": "books.books",
      "fields": {
        "title": "The Punisher",
        "author": "Garth Ennis;Jeff Youngquist;John McCrea",
        "genre": "Comics & Graphic Novels",
        "pages": 144,
        "published_year": 2004,
        "description": "The most deadly man in the Marvel Universe--The Punisher--might finally meet his match as the Man Without Fear, Daredevil, the Amazing Spider-Man, and the X-Men's Wolverine join forces to finally bring Frank Castle's killing spree to an end.",
        "thumbnail": "https://books.google.com/books/content?id=XD2wPQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.03,
        "ratings_count": 276,
        "isbn10": "0785113444",
        "isbn13": "9780785113447"
      }
    },
    {
      "pk": 79,
      "model": "books.books",
      "fields": {
        "title": "Homecoming",
        "author": "Richard K. Morgan;Bill Sienkiewicz;Goran Parlov",
        "genre": "Comics & Graphic Novels",
        "pages": 144,
        "published_year": 2005,
        "description": "The deadliest agent in the Marvel Universe has finally gotten out of the spy game, and she's not asking for much, just a life of her own. When a sudden assassination attempt provides a harsh reality check, the former Soviet agent tracks a string of international killings that will lead her back to a Russia she can barely recognize. Collects Black Widow #1-6.",
        "thumbnail": "https://books.google.com/books/content?id=2wDmAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.81,
        "ratings_count": 578,
        "isbn10": "0785114939",
        "isbn13": "9780785114932"
      }
    },
    {
      "pk": 80,
      "model": "books.books",
      "fields": {
        "title": "Astonishing X-Men - Volume 1",
        "author": "Joss Whedon",
        "genre": "Comics & Graphic Novels",
        "pages": 152,
        "published_year": 2004,
        "description": "Cyclops and Emma Frost want to reunite the X-Men in order to astonish the world, but as the demand for a \"mutant cure\" escalates, they find some unexpected allies and adversaries.",
        "thumbnail": "https://books.google.com/books/content?id=IVdiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "ratings_avg": 4.17,
        "ratings_count": 23613,
        "isbn10": "0785115315",
        "isbn13": "9780785115311"
      }
    },
    {
      "pk": 81,
      "model": "books.books",
      "fields": {
        "title": "Sammlung",
        "author": "William Shakespeare",
        "genre": "Drama",
        "pages": 1808,
        "published_year": 2002,
        "description": "This major new complete edition of Shakespeare's works combines accessibility with the latest scholarship. Each play and collection of poems is preceded by a substantial introduction that looks at textual and literary-historical issues. The texts themselves have been scrupulously edited and are accompanied by same-page notes and glossaries. Particular attention has been paid to the design of the book to ensure that this first new edition of the twenty-first century is both attractive and approachable.",
        "thumbnail": "https://books.google.com/books/content?id=qOVvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.59,
        "ratings_count": 559,
        "isbn10": "0141000589",
        "isbn13": "9780141000589"
      }
    },
    {
      "pk": 82,
      "model": "books.books",
      "fields": {
        "title": "Saint Joan",
        "author": "George Bernard Shaw",
        "genre": "Drama",
        "pages": 160,
        "published_year": 2003,
        "description": "One of Shaw's most unusual and enduringly popular plays. With SAINT JOAN (1923) Shaw reached the height of his fame and Joan is one of his finest creations; forceful, vital, and rebelling against the values that surround her. The play distils Shaw's views on the subjects of politics, religion and creative evolution.",
        "thumbnail": "https://books.google.com/books/content?id=9S6eVEmCko4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.79,
        "ratings_count": 5789,
        "isbn10": "0140437916",
        "isbn13": "9780140437911"
      }
    },
    {
      "pk": 83,
      "model": "books.books",
      "fields": {
        "title": "Faust",
        "author": "Johann Goethe",
        "genre": "Drama",
        "pages": 288,
        "published_year": 1959,
        "description": "A brief analysis of the development, style, and protagonists of the play is included with Goethe's masterpiece about a troubled man who sells his soul to the devil.",
        "thumbnail": "https://books.google.com/books/content?id=IYSxmzIyouoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.73,
        "ratings_count": 120,
        "isbn10": "0140440933",
        "isbn13": "9780140440935"
      }
    },
    {
      "pk": 84,
      "model": "books.books",
      "fields": {
        "title": "Prometheus Bound and Other Plays",
        "author": "Aeschylus;Philip Vellacott",
        "genre": "Drama",
        "pages": 160,
        "published_year": 1961,
        "description": "Aeschylus (525;456 BC) brought a new grandeur and epic sweep to the drama of classical Athens, raising it to the status of high art. In Prometheus Bound the defiant Titan Prometheus is brutally punished by Zeus for daring to improve the state of wretchedness and servitude in which mankind is kept. The Suppliants tells the story of the fifty daughters of Danaus who must flee to escape enforced marriages, while Seven Against Thebes shows the inexorable downfall of the last members of the cursed family of Oedipus. And The Persians, the only Greek tragedy to deal with events from recent Athenian history, depicts the aftermath of the defeat of Persia in the battle of Salamis, with a sympathetic portrayal of its disgraced King Xerxes. Philip Vellacott's evocative translation is accompanied by an introduction, with individual discussions of the plays, and their sources in history and mythology.",
        "thumbnail": "https://books.google.com/books/content?id=0gbclW98ougC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.1,
        "ratings_count": 4075,
        "isbn10": "0140441123",
        "isbn13": "9780140441123"
      }
    },
    {
      "pk": 85,
      "model": "books.books",
      "fields": {
        "title": "Iphigenia, Phaedra, Athaliah",
        "author": "Jean Racine",
        "genre": "Drama",
        "pages": 320,
        "published_year": 1970,
        "description": "Strongly influenced by Classical drama, Jean Racine (1639–99) broke away from the grandiose theatricality of baroque drama to create works of intense psychological realism, with characters manipulated by cruel and vengeful gods. Iphigenia depicts a princess’s absolute submission to her father’s will, despite his determination to sacrifice her to gain divine favour before going to war. Described by Voltaire as ‘the masterpiece of the human mind’, Phaedra shows a woman’s struggle to overcome her overwhelming passion for her stepson – an obsession that brings destruction to a noble family. And Athaliah portrays a ruthless pagan queen, who defies Jehovah in her desperate attempt to keep the throne of Jerusalem from its legitimate heir.",
        "thumbnail": "https://books.google.com/books/content?id=pNT4xgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.85,
        "ratings_count": 296,
        "isbn10": "0140441220",
        "isbn13": "9780140441222"
      }
    },
    {
      "pk": 86,
      "model": "books.books",
      "fields": {
        "title": "The Wasps",
        "author": "Aristophanes",
        "genre": "Drama",
        "pages": 224,
        "published_year": 1964,
        "description": "In 'The Wasps' an old-fashioned father and his loose-living son come to blows--and end up in court; elsewhere Aristophanes milks the clash of generations for all it is worth by sending up the purveyors of new ideas like Socrates and Euripides (the most controversial of the great tragedians). In 'The Poet and the Women' Euripides, accused of misogyny, gets a relative in drag to infiltrate an all-woman festival and find out what revenge is being plotted, with predictable bawdy results. In 'The Frogs, ' written in the darkest days of the Peloponnesian War, the god Dionysus descends to the Underworld to find a poet to bring back: does Athens in her hour of danger need the traditional wisdom of Aeschylus or the brilliant modern cleverness of Euripides? As the great debate proceeds, Aristophanes combines parody with slapstick and political discussion with pantomime high spirit, to produce a hilarious and unique masterpiece.",
        "thumbnail": "https://books.google.com/books/content?id=jInV9Bd_Z88C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.95,
        "ratings_count": 372,
        "isbn10": "0140441522",
        "isbn13": "9780140441529"
      }
    },
    {
      "pk": 87,
      "model": "books.books",
      "fields": {
        "title": "The Oresteia",
        "author": "Aeschylus",
        "genre": "Drama",
        "pages": 335,
        "published_year": 1984,
        "description": "A trilogy of plays dramatizes the murder of Agamemnon by his wife, Clytaemnestra, the revenge of her son, Orestes, and his judgement by the court of Athena",
        "thumbnail": "https://books.google.com/books/content?id=NtSGKcgMIlIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.01,
        "ratings_count": 27759,
        "isbn10": "0140443339",
        "isbn13": "9780140443332"
      }
    },
    {
      "pk": 88,
      "model": "books.books",
      "fields": {
        "title": "The Bacchae and Other Plays",
        "author": "Euripides;John N. Davie;R. B. Rutherford",
        "genre": "Drama",
        "pages": 360,
        "published_year": 2005,
        "description": "Through their sheer range, daring innovation, flawed but eloquent characters and intriguing plots, the plays of Euripides have shocked and stimulated audiences since the fifth century BC. Phoenician Women portrays the rival sons of King Oedipus and their mother�s doomed attempts at reconciliation, while Orestes shows a son ravaged with guilt after the vengeful murder of his mother. In the Bacchae, a king mistreats a newcomer to his land, little knowing that he is the god Dionysus disguised as a mortal, while in Iphigenia at Aulis, the Greek leaders take the horrific decision to sacrifice a princess to gain favour from the gods in their mission to Troy. Finally, the Rhesus depicts a world of espionage between the warring Greek and Trojan camps.",
        "thumbnail": "https://books.google.com/books/content?id=mWhUeP5STaEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.13,
        "ratings_count": 153,
        "isbn10": "0140447261",
        "isbn13": "9780140447262"
      }
    },
    {
      "pk": 89,
      "model": "books.books",
      "fields": {
        "title": "Lysistrata and Other Plays",
        "author": "Aristophanes;Alan H. Sommerstein",
        "genre": "Drama",
        "pages": 241,
        "published_year": 2002,
        "description": "In Lysistrata and The Archarnians, politics as usual takes a backseat to the machinations of, respectively, a group of women and a single peasant, while The clouds takes satiric aim at the philosophers of Athens.",
        "thumbnail": "https://books.google.com/books/content?id=GGeyCcSXISoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.96,
        "ratings_count": 3723,
        "isbn10": "0140448144",
        "isbn13": "9780140448146"
      }
    },
    {
      "pk": 90,
      "model": "books.books",
      "fields": {
        "title": "The Birds and Other Plays",
        "author": "Aristophanes;David Barrett;Alan H. Sommerstein",
        "genre": "Drama",
        "pages": 336,
        "published_year": 1978,
        "description": "Collects five comedies from Aristophanes, including \"The Birds,\" in which two Athenians join the birds to build a utopian city.",
        "thumbnail": "https://books.google.com/books/content?id=i15nevzKzvoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.13,
        "ratings_count": 1241,
        "isbn10": "0140449515",
        "isbn13": "9780140449518"
      }
    },
    {
      "pk": 91,
      "model": "books.books",
      "fields": {
        "title": "The Secret Garden Cookbook",
        "author": "Amy Cotler",
        "genre": "Juvenile Nonfiction",
        "pages": 128,
        "published_year": 1999,
        "description": "Frances Hodgson Burnett's The Secret Garden delights in the wondrous discoveries of lonely Mary Lennox as she slowly helps bring an abandoned garden back to life. It also delights in good food and a robust appetite, and the health and strength they can bring. Written at a time when many children were going hungry and even starving, Burnett's beloved story celebrates the magic of fresh air, new milk, homemade currant buns, and hearty, simple fare. Inside the pages of this cookbook are recipes for Mary's favorite foods, in and out of the garden, from porridge to roasted potatoes and eggs, all inspired by The Secret Garden and all adapted by chef and culinary historian Amy Coder from traditional Victorian recipes. Ms. Coder has supplemented these simple, wholesome recipes with fascinating tidbits on Victorian foods and Victorian eating customs. The result is a scrumptious tribute to Burnett's classic novel, a fascinating glimpse into the cooking customs of a historical period that is now long past, and a step-by-step guide to making delicious, tasty treats to enjoy in your own secret garden.",
        "thumbnail": "https://books.google.com/books/content?id=c7E_HQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.28,
        "ratings_count": 142,
        "isbn10": "0060277408",
        "isbn13": "9780060277406"
      }
    },
    {
      "pk": 92,
      "model": "books.books",
      "fields": {
        "title": "Laura's Album",
        "author": "William Anderson",
        "genre": "Juvenile Nonfiction",
        "pages": 80,
        "published_year": 1998,
        "description": "Though best known as the author of the Little House books, Laura Ingalls Wilder led a full, rich life that spanned almost a century of American history. All through her life Laura saved mementos of her past, including early writings, letters, drawings, and photographs, which have been lovingly preserved in private and public collections across the country. Now, for the first time ever, these photographs, writings, and memorabilia have been gathered together in one incredible volume by noted Little House historian William Anderson. Each gorgeous page of LAURA'S ALBUM is a doorway into the private world of Laura Ingalls Wilder, and offers a unique glimpse of what her life was like. Here is the fascinating true story of this remarkable pioneer woman's life as well as an unforgettable tale of our own American past.",
        "thumbnail": "https://books.google.com/books/content?id=_zTkqDlEV-UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.3,
        "ratings_count": 713,
        "isbn10": "0060278420",
        "isbn13": "9780060278427"
      }
    },
    {
      "pk": 93,
      "model": "books.books",
      "fields": {
        "title": "The BFG",
        "author": "Roald Dahl;David Wood;Jane Walmsley",
        "genre": "Juvenile Nonfiction",
        "pages": 128,
        "published_year": 2007,
        "description": "With notes on staging, props, and costumes, a collection of plays based on the author's book can be performed with the minimum of experience or resources. Reprint.",
        "thumbnail": "https://books.google.com/books/content?id=aDf-OwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.26,
        "ratings_count": 452,
        "isbn10": "0142407925",
        "isbn13": "9780142407929"
      }
    },
    {
      "pk": 94,
      "model": "books.books",
      "fields": {
        "title": "Time For Kids: Butterflies!",
        "author": "Editors of TIME For Kids",
        "genre": "Juvenile Nonfiction",
        "pages": 32,
        "published_year": 2006,
        "description": "Butterflies There are 20,000 different kinds of butterflies in the world. Many have brightly colored wings. But butterflies don't start life as beauties. Every butterfly begins as a tiny egg that hatches into a caterpillar. Then an amazing change takes place. The caterpillar turns into a fluttering butterfly!",
        "thumbnail": "https://books.google.com/books/content?id=OdZxnI53jj4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4,
        "ratings_count": 20,
        "isbn10": "0060782137",
        "isbn13": "9780060782139"
      }
    },
    {
      "pk": 95,
      "model": "books.books",
      "fields": {
        "title": "The Annotated Charlotte's Web",
        "author": "E. B. White",
        "genre": "Juvenile Nonfiction",
        "pages": 320,
        "published_year": 2006,
        "description": "Charlotte's Web, one of America's best-loved children's books, is seamless in plot, poignant in its delineation of characters who will live in children's literature forever, and written with a seeming ease and fluency that make the reading as engrossing as it is effortless. The Annotated Charlotte's Web opens the door to the creator's workshop and allows the reader to glance over the shoulder of one of the most exacting and fastidious American writers, watching as he forms his masterpiece.",
        "thumbnail": "https://books.google.com/books/content?id=vaYYHAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.16,
        "ratings_count": 41,
        "isbn10": "0060882603",
        "isbn13": "9780060882600"
      }
    },
    {
      "pk": 96,
      "model": "books.books",
      "fields": {
        "title": "My Little House Crafts Book",
        "author": "Carolyn Strom Collins",
        "genre": "Juvenile Nonfiction",
        "pages": 64,
        "published_year": 1998,
        "description": "Make the same pioneer crafts that Laura did! In her beloved Little House books, Laura Ingalls Wilder tells of her pioneer childhood growing up on the frontier. Because the Ingallses often lived far away from any stores, and because they had little money, Laura and her family had to make most of their own household items, using whatever materials were available. Now, with MY LITTLE HOUSE CRAFTS BOOK, you can share a part of Laura's pioneer days by learning how to make the same things that she and her family made for their little homes on the frontier. Inside this book are easy, step-by-step instructions for 18 crafts taken straight from the pages of Laura's Little House books. All you need to get started are a few simple supplies, and you're on your way to making fun and useful pioneer crafts that you'll cherish forever.",
        "thumbnail": "https://books.google.com/books/content?id=lTzrsOMvcNcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.05,
        "ratings_count": 56,
        "isbn10": "0064462048",
        "isbn13": "9780064462044"
      }
    },
    {
      "pk": 97,
      "model": "books.books",
      "fields": {
        "title": "Pioneer Girl",
        "author": "William Anderson",
        "genre": "Juvenile Nonfiction",
        "pages": 32,
        "published_year": 2000,
        "description": "The pioneer spirit lives on... Readers around the world know and love Laura, the little girl born in the Big Woods of Wisconsin and raised in covered wagons and on wide open prairies. Now Little House fans can learn more about \"Half-pint\" in this, the first picture book biography book of Laura Ingalls Wilder. With a simple, glowing text by noted historian and Little House scholar William Anderson, and glorious paintings by Dan Andreasen, Pioneer Girl is a very special portrait of a writer whose classic books and poineer adventures have made her one of the most popular literary figures in America. This picture-book biography of Laura Ingalls Wilder tells the remarkable story of the pioneer girl who would one day immortalize her adventures in the beloved Little House books. Written in simple, glowing text by noted Little House scholar William Anderson, and illustrated with glorious paintings by artist Dan Andreasen, this wonderful first biography captures the very essence of the little girl called ‘Half-pint,' whose classic books and pioneer adventures have made her one of the most popular literary figures in America. This picture-book biography of Laura Ingalls Wilder tells the remarkable story of the pioneer girl who would one day immortalize her adventures in the beloved Little House books. Written in simple, glowing text by noted Little House scholar William Anderson, and illustrated with glorious paintings by artist Dan Andreasen, this wonderful first biography captures the very essence of the little girl called ‘Half-pint,’ whose classic books and pioneer adventures have made her one of the most popular literary figures in America.",
        "thumbnail": "https://books.google.com/books/content?id=Sj4UDeFOOoAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.15,
        "ratings_count": 414,
        "isbn10": "006446234X",
        "isbn13": "9780064462341"
      }
    },
    {
      "pk": 98,
      "model": "books.books",
      "fields": {
        "title": "A Light in the Attic Book and CD",
        "author": "Shel Silverstein",
        "genre": "Juvenile Nonfiction",
        "pages": 176,
        "published_year": 2001,
        "description": "Last night while I lay thinking here Some Whatifs crawled inside my ear And pranced and partied all night long And sang their same old Whatif song: Whatif I flunk that test? Whatif green hair grows on my chest? Whatif nobody likes me? Whatif a bolt of lightning strikes me?... To celebrate its 20th anniversary, Shel Silverstein's A Light in the Attic is now available in a special edition containing the classic hardcover book and a CD of highlights from his Grammy Award-winning album. Here in the attic of Shel Silverstein you will find Backward Bill, Sour Face Ann, the Meehoo with an Exactlywatt, and the Polar Bear in the Frigidaire. You will talk with Broiled Face, and find out what happens when Somebody steals your knees, you get caught by the Quick-Digesting Gink, a Mountain snores, and They Put a Brassiere on the Camel. From the creator of the beloved poetry collections Where the Sidewalk Ends and Falling Up, here is another wondrous book of poems and drawings.",
        "thumbnail": "https://books.google.com/books/content?id=FJfQsgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 4.34,
        "ratings_count": 590,
        "isbn10": "0066236177",
        "isbn13": "9780066236179"
      }
    },
    {
      "pk": 99,
      "model": "books.books",
      "fields": {
        "title": "The Tough Guide to Fantasyland",
        "author": "Diana Wynne Jones",
        "genre": "Juvenile Nonfiction",
        "pages": 234,
        "published_year": 2006,
        "description": "A unique guide to fantasy literature helps readers understand such subjects as virginity, why High Priests are always evil, how Dark Lords always have minions, and useful tips on what to do when captured by a Goblin. Reprint.",
        "thumbnail": "https://books.google.com/books/content?id=v5jxAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "ratings_avg": 3.94,
        "ratings_count": 3897,
        "isbn10": "0142407224",
        "isbn13": "9780142407226"
      }
    },
    {
      "pk": 100,
      "model": "books.books",
      "fields": {
        "title": "World Studies: Eastern Hemisphere",
        "author": "Heidi Hayes Jacobs;Pearson Prentice Hall;Kate Kinsella;Michal L. LeVasseur",
        "genre": "Juvenile Nonfiction",
        "pages": 892,
        "published_year": 2004,
        "description": "Introduces the geography, history, and cultures of the Middle East, Europe, Soviet Union, Asia, Africa, and Oceania.",
        "thumbnail": "httpss://m.media-amazon.com/images/I/91ZahwFiThL._AC_UF1000,1000_QL80_.jpg",
        "ratings_avg": 2,
        "ratings_count": 2,
        "isbn10": "0131816594",
        "isbn13": "9780131816596"
      }
    }
  ]